---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecLoadsummaryLoadclassificationParam
source: html/068d7bed-c2cf-4ad1-9a30-73b3d9d7a649.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecLoadsummaryLoadclassificationParam Property

"Load Classification"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecLoadsummaryLoadclassificationParam { get; }
```